{
  "marketGuide": {
    "welcome": "Welcome! Let's get started",
    "trending": "Discover the top 5 trending coins based on trading volume",
    "gainers": "Explore the top 5 gainers in the market based on price increase",
    "news": "Stay updated with the latest crypto news",
    "marketplace": "You can see the list of available tokens and select one to start trading",
    "searchCrypto": "Quickly search for tokens by name or symbol",
    "filterCrypto": "Filter tokens with: Trending based on Trading Volume, Gainers based on Price Increase, Losers based on Price Decrease and Watchlist is your favorite tokens",
    "tokenStar": "Click the star icon to add tokens to your watchlist",
    "allSet": "You're all set! Start exploring now",
    "filterTrending": "Filter by the most popular coins trending right now",
    "filterGainers": "Filter tokens with the highest price increases",
    "filterLosers": "Filter tokens with the largest price drops",
    "watchlist": "View your watchlisted tokens here",
    "tokenSearch": "Click the search icon to search for tokens"
  },
  "tradingGuide": {
    "welcome": "Welcome to the trading page! Let’s get started on your trading journey",
    "marketInfo": "Here, you’ll find all the essential details about the token you’re viewing",
    "tradeAsset": "This is your trading hub! Use this section to buy or sell the token seamlessly",
    "inputToken": "Enter the amount of tokens you’d like to purchase",
    "inputIDR": "Enter IDR amount. The system will calculate the corresponding token amount for you",
    "quickAdd": "Quickly add percentage of balance for fast trades",
    "balance": "Check your available balance here",
    "chartContainer": "Explore the token’s price movements with this interactive chart. Analyze trends to make informed decisions",
    "marketLegend": "Legend displays Pair name, MA50, MA200 for trend analysis",
    "marketTable": "Review the trading history from your personal trades and trades from real-time Indodax market",
    "allSet": "You’re all set! Dive in and start trading with confidence. Happy trading! 🚀"
  },
  "portfolioGuide": {
    "welcome": "Welcome to your crypto trading simulation! Let’s get started with a quick tour",
    "idrBalance": "This is your virtual IDR balance. Use it to practice trading with simulated funds",
    "depositButton": "You can depositing your virtual funds here",
    "withdrawButton": "Simulate withdrawing funds. Learn how to manage your virtual earnings",
    "assetBalance": "This shows your total virtual assets. Track your portfolio’s performance",
    "portoRangeFilter": "Filter your portfolio history by time range. Analyze your trading results",
    "portfolioChart": "Your portfolio chart. Visualize your simulated trading progress",
    "assetTable": "View all your virtual crypto holdings here. Manage and refine your strategy",
    "portfolioSearch": "Search for specific crypto assets. Keep your portfolio organized",
    "allSet": "You’re all set! Start practicing and mastering crypto trading in this simulation"
  },
  "Welcome to Trading Page!": "Welcome to Trading Page!",
  "Token Information": "Token Information",
  "Buy or Sell Token": "Buy or Sell Token",
  "Set Token Amount": "Set Token Amount",
  "Set IDR Amount": "Set IDR Amount",
  "Quick Add Button": "Quick Add Button",
  "Your Balance": "Your Balance",
  "Analyze Market Trends": "Analyze Market Trends",
  "Trading History": "Trading History",
  "Welcome to your Portfolio!": "Welcome to your Portfolio!",
  "IDR Balance": "IDR Balance",
  "Deposit": "Deposit",
  "Withdrawal": "Withdrawal",
  "Total Crypto Balance": "Total Crypto Balance",
  "Time Range Filter": "Time Range Filter",
  "Your Asset History": "Your Asset History",
  "Your Crypto Assets": "Your Crypto Assets",
  "Search Your Assets": "Search Your Assets",
  "Welcome to Market Page!": "Welcome to Market Page!",
  "Highest Trading Volume": "Highest Trading Volume",
  "Highest Price Increase": "Highest Price Increase",
  "Latest News": "Latest News",
  "List of All Tokens": "List of All Tokens",
  "Add to Watchlist": "Add to Watchlist",
  "Search for Specific Token": "Search for Specific Token",
  "Filter Tokens": "Filter Tokens",
  "Watchlisted Tokens": "Watchlisted Tokens",
  "Highest Price Decrease": "Highest Price Decrease"
}